Repository: Shandarin/Echo-player
Catalog: Echo/Resources/LangResx.*.resx
Languages: ar, es

source: Aspect Ratio
ar: نسبة العرض إلى الارتفاع
es: es: Relación de aspecto

source: Default
ar: افتراضي
es: es: Predeterminado

source: Exit
ar: خروج
es: es: Salir

source: File
ar: ملف
es: es: Archivo

source: Fullscreen
ar: شاشة كاملة
es: es: Pantalla completa

source: Open File
ar: فتح الملف
es: es: Abrir archivo

source: Open Subtitles
ar: فتح الترجمة النصية
es: es: Abrir subtítulos

source: Recent Files
ar: الملفات الحديثة
es: es: Archivos Recientes

source: Select Subtitles
ar: تحديد الترجمة النصية
es: es: Seleccionar subtítulos

source: Show Subtitles on Mouse Hover
ar: عرض الترجمة عند تمرير الفأرة
es: es: Mostrar subtítulos al pasar el mouse por encima

source: Show Subtitles
ar: عرض الترجمة النصية
es: es: Mostrar subtítulos

source: Snapshot
ar: لقطة شاشة
es: es: Captura de pantalla

source: Subtitles
ar: ترجمات نصية
es: es: Subtítulos

source: Sentence Analysis
ar: تحليل الجمل
es: es: Análisis de oraciones

source: Word Click
ar: كلمة نقرة
es: es: Palabra Clic

source: Advanced Settings
ar: الإعدادات المتقدمة
es: es: Configuración avanzada

source: Learn
ar: تعلم
es: es: Aprender

source: Video
ar: فيديو
es: es: Video

source: Subtitle Opacity
ar: شفافية الترجمة النصية
es: es: Opacidad de los subtítulos

source: Subtitle Style
ar: نمط الترجمة النصية
es: es: Estilo de subtítulos

source: Small
ar: صغير
es: es: Pequeño

source: Medium
ar: متوسط
es: es: Medio

source: Large
ar: كبير
es: es: Grande

source: Language
ar: لغة
es: es: Lengua

source: Your Language
ar: لغتك
es: es: Tu idioma

source: Learning Language
ar: تعلم اللغة
es: es: Aprendizaje de idiomas

source: Software Language
ar: لغة البرمجيات
es: es: Lenguaje de software

source: Dictionary API
ar: واجهة برمجة تطبيقات القاموس
es: es: API de diccionario

source: Configure Token
ar: تكوين الرمز
es: es: Configurar Token

source: Echo Token
ar: رمز إيكو
es: es: Token Echo

source: Input
ar: إدخال
es: es: Entrada

source: Purchase
ar: شراء
es: es: Comprar

# Vocabulary_Book
source: Vocabulary
ar: مفردات
es: es: Vocabulario

source: Open
ar: فتح
es: es: Abrir

source: Auto Save Vocabulary
ar: حفظ المفردات تلقائيًا
es: es: Guardar automáticamente el vocabulario

source: Save Vocabulary by Video
ar: حفظ المفردات بواسطة الفيديو
es: es: Guardar vocabulario por video

source: Export
ar: تصدير
es: es: Exportar

source: Export as Markdown
ar: تصدير كـ Markdown
es: es: Exportar como Markdown

source: Export as SQLite File
ar: تصدير كملف SQLite
es: es: Exportar como archivo SQLite

source: Control
ar: تحكم
es: es: Control

source: Backward Time
ar: الزمن إلى الوراء
es: es: Tiempo hacia atrás

source: Fixed Time
ar: الوقت الثابت
es: es: Tiempo Fijo

source: Previous Sentence
ar: الجملة السابقة
es: es: Oración anterior

source: Forward Time
ar: الزمن إلى الأمام
es: es: Avanzar el tiempo

source: Next Sentence
ar: الجملة التالية
es: es: Siguiente oración

source: Fullscreen Lock
ar: قفل الشاشة الكاملة
es: es: Bloqueo de pantalla completa

source: System
ar: نظام
es: es: Sistema

source: Snapshot Folder
ar: مجلد اللقطات
es: es: Carpeta de Capturas de Pantalla

source: Shortcuts
ar: اختصارات
es: es: Atajos

source: Backward Shortcut
ar: اختصار الرجوع
es: es: Atajo de retroceso

source: Forward Shortcut
ar: اختصار التقدم
es: es: Atajo de Avance

source: Volume Shortcut
ar: اختصار مستوى الصوت
es: es: Atajo de volumen

source: Snapshot Shortcut
ar: اختصار لقطة الشاشة
es: es: Atajo de captura de pantalla

source: Help
ar: مساعدة
es: es: Ayuda

source: Feedback
ar: تغذية راجعة
es: es: Retroalimentación

source: Check for Updates
ar: حول
es: es: Acerca de

source: About
ar: حول
es: es: Acerca de

source: Subtitle Font Size
ar: حجم خط الترجمة النصية
es: es: Tamaño de fuente de subtítulos

source: Auto Detect
ar: الكشف التلقائي
es: es: Detección automática

source: Oxford Dictionary
ar: قاموس أكسفورد
es: es: Diccionario de Oxford

source: Sentence Analysis API
ar: واجهة برمجة تطبيقات تحليل الجمل
es: es: API de Análisis de Oraciones

source: All
ar: كل
es: Todos

source: Seconds
ar: ثواني
es: Segundos

source: No Subtitles
ar: بدون ترجمات

source: Embedded Subtitles
ar: ترجمة مدمجة
